42Crunch.vscode-openapi
antfu.theme-vitesse
arcticicestudio.nord-visual-studio-code
avli.clojure
betterthantomorrow.calva
cweijan.vscode-database-client2
DavidAnson.vscode-markdownlint
donjayamanne.githistory
eamodio.gitlens
esbenp.prettier-vscode
evan-buss.font-switcher
GitHub.github-vscode-theme
golang.go
mikestead.dotenv
mjmcloug.vscode-elixir
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.makefile-tools
ms-vsliveshare.vsliveshare
qvtec3.swagger-php-annotation
redhat.java
redhat.vscode-yaml
Redocly.openapi-vs-code
RobbOwen.synthwave-vscode
rust-lang.rust-analyzer
ryanolsonx.zenburn
teabyii.ayu
Tim-Koehler.helm-intellisense
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
zobo.php-intellisense
