antfu.theme-vitesse
arcticicestudio.nord-visual-studio-code
avli.clojure
betterthantomorrow.calva
bmewburn.vscode-intelephense-client
cweijan.vscode-database-client2
DavidAnson.vscode-markdownlint
donjayamanne.githistory
eamodio.gitlens
evan-buss.font-switcher
mgwg.light-pink-theme
mikestead.dotenv
mjmcloug.vscode-elixir
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode.makefile-tools
ms-vsliveshare.vsliveshare
redhat.java
RobbOwen.synthwave-vscode
rust-lang.rust-analyzer
ryanolsonx.zenburn
teabyii.ayu
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
xdebug.php-debug
xdebug.php-pack
zobo.php-intellisense
